using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ConsoleApplication1
{
    class Program
    {
        static void Main(string[] args)
        {
            //测试01
            //测试02
            /*
             「絲綢之路經濟帶」簡稱“一帶”，是习近平總書記在2013年在哈萨克斯坦纳扎尔巴耶夫大学作演讲时提出[13]，李克强外訪時向各國推廣的區域經濟合作戰略[14]。沿著陸上絲綢之路，發展中國和這些國家和地区的经济合作伙伴关係，計劃加強沿路的基礎建設[14]，也計劃消化中國過剩的產能，並帶動西部地區的開發[15]。
「一帶」連接亞太地區与欧洲，中間經過的中亞地區[14]，像上海合作组织中的中國、俄罗斯、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦和乌兹别克斯坦都在丝绸之路上，其他5個觀察員國及3個對話夥伴也在絲綢之路沿線[15]，絲綢之路經濟帶的核心區域包括西北的新疆、青海、甘肅、陝西、寧夏，西南的重慶、四川、廣西、雲南以及內蒙古[16]。

位於巴基斯坦的瓜达尔港接近完工。
「一帶」主要有两个走向，从中国出发，以歐洲為終點：
经中亚、俄罗斯到达欧洲
经中亚、西亚到达波斯湾和地中海沿岸各国
             */
        }
    }
}
